CRAFT_TEXT = '''Добро пожаловать в мастерскую...

Доступные команды:
    <b><u>Крафтинг:</u></b>
    ► <code>/c_[id]</code> крафт

    <b><u>Ресурсы:</u></b>
    ► <code>/res_add [id] [name]</code> добавить ресурс
    ► <code>/res_edit [old_id] [new_id] [new_name]</code> изменить ресурс

    <b><u>Сток:</u></b>
    ► <code>⚒Irrenriel</code> режим управления
    ► <code>📦Обновить сток гильдии</code>
    ► <code>/g_receive [code]</code> взять ресы из гистока
    ► <code>/g_deposit [id] [num]</code> закинуть ресы в гисток'''