# ℹПомощь
HELP_MEMBER_TEXT = '''Команды (в чате гильдии и Фесе):
    /gold - отображение триггера перелива денег
    /cc_[число] - изменение цены в лавке для перелива на [число]💰 
    /open_shop - открытие лавки
    Все команды работают только с лавкой @irrenriel, на лавку @Laniakeo нельзя повлиять.

Остались вопросы? Пиши @Irrenriel😊
Готов принять ваш вариант данного раздела, ибо он давно не обновлялся, много команд добавилось, и актуален на самую первую версию бота.'''


HELP_COM_TEXT = '''Команды (в чате гильдии и Фесе):
    /gold - отображение триггера перелива денег
    /cc_[число] - изменение цены в лавке для перелива на [число]💰 
    /open_shop - открытие лавки
    Все команды работают только с лавкой @irrenriel, на лавку @Laniakeo нельзя повлиять.

Команды (в чате Командира):
    /c_[id] - скрафтить материал/шмотку с [id]
    /g_deposit [id] [число] - скинуть в гильд сток материал/шмотку с [id] в количестве [число]
    /g_receive [строка] - выдать из гильд стока материалы/шмотки созданные через /g_withdraw в @ChatWarsBot

Остались вопросы? Пиши @Irrenriel😊
Готов принять ваш вариант данного раздела, ибо он давно не обновлялся, много команд добавилось, и актуален на самую первую версию бота.'''

HELP_NEW_CHAT_ID_TEXT = '''Привет! У вас тут уютненько.
Для чтения сообщений в чате нужно выдать админку.
Для настроек уведомлений ввести /settings.

Остались вопросы - пишите @Irrenriel.
Удачи!'''

SETTINGS_TEXT = '''<U><b>Уведомления:</b></u>\n
— Удалённые/истёкшие локации: [{}]
— Новые локации: [{}]
— Сводки альянс битв: [{}]
— Краткая версия сводок: [{}]'''