LOC_LIST_TEXT = '''<u><b>Типы локации:</b></u>

<i>🏷Руины ({})</i>
<i>📦Шахты ({})</i>
<i>🎖Форты ({})</i>
<i>🎪Альянсы ({})</i>

Последний раз обновляли: [{}]'''

AL_INFO_TEXT = '''<b>ℹИнформация по:</b>
<b>🎪{}</b>
  └ <code>{}</code>
  
<b>📋Состав:</b>
{}


<a href="https://t.me/share/url?url=/l_capture%20{}"><b>🗺Захваченные точки: [{}]</b></a>
{}


<a href="https://t.me/share/url?url=/l_history%20{}"><b>📝История действий:</b></a>
{}'''

AL_HISTORY_TEXT = '''<b>📝История действий:</b> <code>{}</code>
———————————————
{}'''

AL_CAPTURE_TEXT = '''<b>🗺Захваченные точки:</b> <code>{}</code>
———————————————
{}'''

LOC_INFO_TEXT = '''<b>ℹИнформация по:</b>
<b>{}{} lvl.{}</b>
  └ <code>{}</code>

<b>🚩Захвачена:</b>
{}
  
<b>✨Баффы:</b>
{}'''