# ⚙Другое
OTHER_SECT_TEXT = '''Добро пожаловать в спомогательный раздел...
<code>💠Патчноут</code> - справка о всех обновлениях бота.
<code>ℹПомощь</code> - справка по некоторым командам.
<code>Вернуться↩</code> - назад в главное меню.'''

ARCH_SECT_TEXT = '''Добро пожаловать в архив...
<code>👥Участники</code> - список участников.
<code>🔱...</code> - ...
<code>Вернуться↩</code> - назад в главное меню.'''

STOCK_SECT_TEXT = '''Добро пожаловать на склад...
<code>⚒Мастерская</code> - мастерская для крафта.
<code>⚖Биржа</code> - мониторинг цен на ресурсы.
<code>🎉Праздники</code> - список ближайших праздников.
<code>Вернуться↩</code> - назад в главное меню.'''

BATTLE_SECT_TEXT = '''Добро пожаловать в командный пункт.

<code>⚒Irrenriel</code> для направления в битву ленивого кузнеца
<code>📯Дать пин</code> чтоб выдать всем пины.'''