# /start
START_MAIN_MENU_TEXT = '''<i>~"{}"</i>

📜Доска объявлений:
{}

<i>v2.1.1</i>'''

START_HEADER_TEXT = ['Доброго времени суток!',
                     'Привет и добро пожаловать!',
                     'Я вас категорически приветствую!',
                     'Чик-чирик! Привет!',
                     'С возвращением! Спасибо, что зашёл в гости.']

START_INVITE_TEXT = ['Такс, кто тут у нас...',
                     'Я знаю всех тут, но тебя я не знаю. Новенький полагаю, да?',
                     'Сперва зарегистрируйся и можешь проходить.\n(Пришли /hero из @ChatWarsBot)']